var question = [{
	"title": "第五套人民币壹元硬币（菊花币）的材质为（B）。",
	"question": ["铁合金磁性材料", "钢芯镀镍", "铜锌合金", "不锈钢"]
}, {
	"title": "2005版与1999版百元钞正面左下方用新型油墨印刷了面额数字，当与票面垂直观察其为绿色，而倾斜一定角度则为（A）。",
	"question": ["蓝色", "红色", "墨绿色", "黑色"]
}, {
	"title": "2005版百元钞左下角为双色异形横号码，左侧为（B），右侧为（）。",
	"question": ["黑色，暗红色", "暗红色，黑色", "绿色，黑色", "暗红色，绿色"]
}, {
	"title": "2015版百元纸币较2005版百元纸币，取消了票面右侧的凹印手感线、票面右侧的隐形面额数字以及（A）等防伪元素。",
	"question": ["票面左下角的光变油墨面额数字", "白水印", "固定水印", "开窗安全线"]
}, {
	"title": "2015版百元纸币较2005版百元纸币，增加了光彩光变数字、光变镂空开窗安全线以及（B）等防伪元素。",
	"question": ["固定水印", "竖号码", "横号码", "白水印"]
}, {
	"title": "2015版百元纸币较2005版百元纸币，中央团花图案中心花卉色彩由（）调整为（D），取消花卉外淡蓝色花环，并对团花图案、接线形式做了调整。",
	"question": ["紫色，桔红色", "桔红色，蓝色", "紫色，粉红色", "桔红色，紫色"]
}, {
	"title": "2015版百元纸币光变镂空开窗安全线垂直票面观察安全线呈（）；与票面成一定角度观察，安全线呈（A）。",
	"question": ["品红色，绿色", "品红色，蓝色", "黄色，绿色", "黄色，蓝色"]
}, {
	"title": "2015版百元纸币光彩光变数字位于票面正面中部。垂直票面观察，数字以（A）为主，平视观察，数字以（）为主。随着观察角度的改变，可见到一条亮光带上下滚动。",
	"question": ["金色，绿色", "绿色，金色", "黄色，绿色", "绿色，黄色"]
}];
question = [{
	"title": "与消费密切相关的货币供给量是(A)：",
	"question": ["M0", "M1", "M2", "M3"]
}, {
	"title": "观察通货膨胀水平的重要指标是(A)：",
	"question": ["CPI", "PPI", "GDP", "GNP"]
}, {
	"title": "货币的本质是(A)：",
	"question": ["固定充当一般等价物的商品", "价值符号", "流通手段", "支付手段"]
}, {
	"title": "央行正在研究发行的数字货币与目前流行的数字货币可能相似的是(A)：",
	"question": ["用户体验", "发行方式", "获取方式", "适用范围"]
}, {
	"title": "比特币最近被划分为(A):",
	"question": ["大宗商品", "投资基金", "期货", "电子商务"]
}, {
	"title": "区块链的特点是(A)：",
	"question": ["去中心化", "无法急速膨胀", "大数据管理", "分布广泛"]
}, {
	"title": "虚拟货币交易通过(A)",
	"question": ["电子钱包", "开源代码", "对冲比特币", "第三方支付"]
}, {
	"title": "中央编办正式批复的银行数字货币研究机构是(A)：",
	"question": ["中国人民银行数字货币研究所", "中国人民银行印制科学技术研究所", "中国人民银行虚拟货币研究中心", "中国人民银行第三方支付研究所"]
}];
question = [{
	"title": "棉浆板白度值（A）",
	"question": ["77%—81%", "78%—82%", "77%—83%"]
}, {
	"title": "湿强剂的固含量（C）",
	"question": ["13±0.5%", "11±0.5%", "12±0.5%"]
}, {
	"title": "磺化蓖麻油酸钠PH值（C）",
	"question": ["7.5～8.5", "8.0～9.5", "7.8～9.0"]
}, {
	"title": "聚乙烯醇挥发份（B）",
	"question": ["≤6%", "≤5%", "≤4%"]
}, {
	"title": "过氧化氢（双氧水）稳定度（A）",
	"question": ["≥93%", "≥92%", "≥95%"]
}];
question = [{
	"title": "中华人民共和国产品质量法施行日期是（B）",
	"question": ["1993年2月22日", "1993年9月1日", "2000年7月8日", "2000年9月1日"]
}, {
	"title": "国务院颁布《质量发展纲要》实施时间是（C）",
	"question": ["1996年—2010年", "2010年—2016年", "2011年—2020年", "2011年—2016年"]
}, {
	"title": "国务院对质量工作考核的对象是（B）",
	"question": ["国务院相关部委局", "省、自治区、直辖市人民政府", "省辖市以下人民政府", "各级人民政府"]
}, {
	"title": "质量发展的重要基石是（C）。",
	"question": ["以人为本", "安全为先", "诚信守法", "以质取胜"]
}, {
	"title": "质量必须履行的需求主要指（D）。",
	"question": ["法律法规规定", "国家强制标准", "合同规定", "以上全部"]
}, {
	"title": "生产者不得生产（A）的产品。",
	"question": ["国家明令淘汰", "国家明令停止销售", "国家明令淘汰和停止销售", "国家明令淘汰并停止销售"]
}, {
	"title": "《质量发展纲要（2011-2020年）》提出的质量发展目标不包括下列哪项（D）。",
	"question": ["质量基础进一步夯实", "质量总体水平显著提升", "质量发展成果惠及全体人民", "全面建成小康社会"]
}, {
	"title": "质量主体责任由（A）承担。",
	"question": ["企业", "当地政府", "相关部门", "行业协会"]
}, {
	"title": "《质量工作考核办法》印发于（C）",
	"question": ["2012年4月30日", "2013年5月30日", "2012年5月30日", "2013年4月30日"]
}, {
	"title": "质量精神不包括下列哪一项（D）。",
	"question": ["诚实守信", "持续改进", "创新发展", "服务社会"]
}, {
	"title": "《质量发展纲要（2011-2020年）》设定的定量目标共有（A）个。",
	"question": ["7", "8", "9", "10"]
}, {
	"title": "发生区域性、系统性产品质量安全事件的，质量工作考核评定，结果一律为（D）级",
	"question": ["A级", "B级", "C级", "D级"]
}, {
	"title": "(C)是企业质量安全的第一责任者。",
	"question": ["安全部主管", "生产部主管", "管理者代表", "技术主管"]
}, {
	"title": "《质量发展纲要（2011-2020年）》明确了质量安全工作的主体是（C）。",
	"question": ["行业", "政府", "企业", "消费者"]
}];

question = [{
	"title": "我国的质量月活动始于(A)年。",
	"question": ["1978", "1982", "1988", "1998"]
}, {
	"title": "每年(A)月份在全国工交战线开展质量月活动，宣传&quot;质量第一&quot;的思想。",
	"question": ["3", "6", "9", "11"]
}, {
	"title": "2016年质量月中国印钞造币总公司的活动主题是(B)。",
	"question": ["迈向质量时代，建设质量强国", "筑牢风险防控根基，持续提升产品质量", "建设质量强国，实现&quot;三个转变&quot;", "坚持以质取胜提高竞争实力"]
}, {
	"title": "我公司的质量理念是(B)。",
	"question": ["强化质量效益，服务转型升级", "严守标准，精铸名片", "千金一诺，和谐共赢", "质量提升，标准引领"]
}, {
	"title": "国务院1996年颁布了《质量振兴纲要(1996年～2010年)》，于(B)年恢复了一年一度的质量月活动。",
	"question": ["1996", "1997", "1998", "1999"]
}, {
	"title": "关于质量月活动说法，错误的是(C)。",
	"question": ["每年质量月需确定一个主题", "质量月活动可以提高全民意识", "质量月活动投入大", "质量月活动可推进质量整兴"]
}];
question = [{
	"title": "历史上最早出现的货币形态是(A)。",
	"question": ["实物货币", "信用货币", "金属货币", "电子货币"]
}, {
	"title": "可兑现的银行券属于(C)类型的货币。",
	"question": ["实物货币", "信用货币", "代用货币", "电子货币"]
}, {
	"title": "中国人民银行首次发行的彩色金银纪念币的名称是(B)。",
	"question": ["牛年生肖金币", "虎年生肖银币", "龙年生肖金币D建国35周年纪念币"]
}, {
	"title": "在我国历史上(C)统一了货币。",
	"question": ["夏朝", "商朝", "秦朝", "汉朝"]
}, {
	"title": "中国最早的货币(A)。",
	"question": ["贝币", "布币", "刀币", "圆钱"]
}, {
	"title": "开元通宝是(B)铸造。",
	"question": ["东汉", "唐朝", "五代十国", "北宋"]
}, {
	"title": "纸币最早为我国宋朝印制的(D)。",
	"question": ["关子", "湖北会子", "钱引", "四川交子"]
}, {
	"title": "据考证(A)由多色套印印刷，在当时具有较强的防伪性。",
	"question": ["钱引", "交子", "小钞", "关子"]
}, {
	"title": "在我国历史上最早出现多色套印的纸钞是(B)。",
	"question": ["交子", "钱引", "小钞", "大明通行宝钞"]
}, {
	"title": "在基督教国家初次看到纸币以前,中国纸币已有(C)。",
	"question": ["100多年", "200多年", "400多年", "中国没有纸币"]
}, {
	"title": "(C)时期的蔡伦，制造了植物纤维纸。",
	"question": ["春秋", "战国", "东汉", "西汉"]
}, {
	"title": "纸币最早产于我国的(B)，称为&quot;交子&quot;、&quot;会子&quot;或&quot;宝钞&quot;。",
	"question": ["唐朝", "宋朝", "元朝", "明朝"]
}, {
	"title": "&quot;水印&quot;钞纸的制造开始于十八世纪初的(C)。",
	"question": ["法国", "德国", "英国", "中国"]
}, {
	"title": "(B)世纪，开始出现金属活字印刷，于是油性墨就产生了。",
	"question": ["十二", "十三", "十四", "十五"]
}, {
	"title": "水印钞纸始于(D)世纪。",
	"question": ["十五", "十六", "十七", "十八"]
}, {
	"title": "(D)明确规定：中华人民共和国的法定货币是人民币，人民币由中国人民银行指定的专门企业印制。",
	"question": ["《中华人民共和国宪法》", "《中华人民共和国治安条例》", "《中华人民共和国物权保护法》", "《中华人民共和国人民币管理条例》"]
}, {
	"title": "我国货币史上，黄金的使用一直占据重要地位，在古代黄金主要用于(A)。",
	"question": ["储藏", "支付", "馈赠", "装饰"]
}, {
	"title": "钞票一词的由来(C)。",
	"question": ["外来语译音", "宋代&quot;交子&quot;", "清朝&quot;宝钞与官票的合称&quot;", "新中国成立以后"]
}, {
	"title": "我国历史上最早成立的银行是(B)。",
	"question": ["交通银行", "中国通商银行", "大清银行", "中国银行"]
}, {
	"title": "我国古代纸钞的设计形式为(B)印刷，简称中国式。",
	"question": ["横版", "竖版", "横竖混合排版", "以上都不是"]
}, {
	"title": "古钞每一张都要编号，使用(B)编号。",
	"question": ["数字", "汉子", "罗马字", "拼音"]
}, {
	"title": "古钞编号一个周期为(C)小张。",
	"question": ["10000", "100000", "1000000", "10000000"]
}, {
	"title": "1910年3月1日&quot;大清银行兑换券&quot;开印，我国(B)之始。",
	"question": ["平版印刷", "雕刻凹版印刷", "石版印刷", "凸版印刷"]
}, {
	"title": "中国钞券设计与西方钞券设计相融合的券别为(D)。",
	"question": ["大清银行兑换券", "清朝户部官票", "大清宝钞", "殖边银行兑换券"]
}, {
	"title": "我国雕刻凹印是(A)学从日本。",
	"question": ["王肇宏", "沈永斌", "吴锦堂", "马荣"]
}, {
	"title": "1908年清政府在北京成立第一个近代化设备官办印钞厂并聘请手工雕刻技师(B)。",
	"question": ["王肇宏", "海趣", "吴锦堂", "马荣"]
}, {
	"title": "1984年(B)首次是用开窗安全线。",
	"question": ["美元", "英镑", "日元", "人民币"]
}, {
	"title": "世界第一张以塑料为基底的钞票是1988年(A)发行的10元面额纪念钞。",
	"question": ["澳大利亚", "英国", "美国", "印度尼西亚"]
}, {
	"title": "我国有据可查的最早的伪造货币发生在(C)。",
	"question": ["春秋战国时期", "夏商时期", "秦朝", "汉朝"]
}, {
	"title": "公元1452年(D)一名金匠首先发明了手工雕刻铜凹版。",
	"question": ["美国", "英国", "日本", "意大利"]
}];
question = [{
	"title": "第一套人民币的最大面额为(D)。",
	"question": ["100元", "1000元", "10000元", "50000元"]
}, {
	"title": "第一套人民币的年号采用(C)。",
	"question": ["公元纪年", "中华民国纪年", "公元纪年与中华民国纪年", "中华人民共和国纪年"]
}, {
	"title": "第一套人民币设计结构特征(A)。",
	"question": ["四边框封闭式", "左右对称半封闭式", "半开放式", "大人像、打水印、大面额，开放式结构"]
}, {
	"title": "第三套人民币设计结构特征(C)。",
	"question": ["四边框封闭式", "左右对称半封闭式", "半开放式", "大人像、打水印、大面额，开放式结构"]
}, {
	"title": "第五套人民币设计结构特征(D)。",
	"question": ["四边框封闭式", "左右对称半封闭式", "半开放式", "大人像、打水印、大面额，开放式结构"]
}, {
	"title": "第一套人民币的印制时期(A)。",
	"question": ["1947年秋-1953年12月", "1948年秋-1953年12月", "1949年秋-1953年12月", "1950年秋-1953年12月"]
}, {
	"title": "第一套人民币共有(C)种面额。",
	"question": ["8", "10", "12", "15"]
}, {
	"title": "第二套人民币的印制时期(B)。",
	"question": ["1950年5月-1962年4月", "1951年5月-1962年4月", "1955年5月-1964年4月", "1951年5月-1964年4月"]
}, {
	"title": "第二套人民币共有(B)种面额。",
	"question": ["8", "11", "12", "13"]
}, {
	"title": "人民币1分、2分、5分属于第(B)套币种。",
	"question": ["第一套", "第二套", "第三套", "第四套"]
}, {
	"title": "人民币背面使用少数民族文字体现我国民族大团结，最早使用在(B)。",
	"question": ["第一套", "第二套", "第三套", "第四套"]
}, {
	"title": "关于人民币少数民族文字的描述，正确的是(B)。",
	"question": ["第一套人民币开始使用", "第二套人民币开始使用", "都印刷在人民币的背面", "第三套人民币开始使用"]
}, {
	"title": "第二套人民币票面运用富有民族特色的装饰纹样，采用(C)格局。",
	"question": ["封闭式", "四边框式", "对称式", "半开放式"]
}, {
	"title": ".50元和100元两种券别人民币最早是在(A)人民币中开始出现的。",
	"question": ["第一套", "第二套", "第三套", "第三套"]
}, {
	"title": "第三套人民币于(C)年经国务院批准后开始印制。",
	"question": ["1956", "1958", "1959", "1962"]
}, {
	"title": "第三套人民币共有(A)种面额。",
	"question": ["7", "9", "10", "12"]
}, {
	"title": "第三套人民币的&quot;2角&quot;纸币正面图案为(B)。",
	"question": ["南京长江大桥", "武汉长江大桥", "重庆长江大桥", "宜昌长江大桥"]
}, {
	"title": "第三套人民币发行时间为(B)。",
	"question": ["1961年", "1962年", "1964年", "1972年"]
}, {
	"title": "第三套人民币的&quot;10元&quot;纸币正面图案为(B)。",
	"question": ["人民代表步入大会堂", "人民代表步出大会堂", "人民代表步入天安门", "人民代表步出天安门"]
}, {
	"title": "第四套人民币从设计至定案的时间为(A)。",
	"question": ["1967年-1985年", "1968年-1986年", "1967年-1986年", "1968年-1985年"]
}, {
	"title": "第四套人民币从(C)年开始发行。",
	"question": ["1985年", "1986年", "1987年", "1988年"]
}, {
	"title": "第四套人民币共有(B)种面额。",
	"question": ["7", "9", "12", "15"]
}, {
	"title": "第(C)套人民币开始使用安全线提高人民币的防伪性。",
	"question": ["二", "三", "四", "五"]
}, {
	"title": "第(B)套人民币开始使用固定水印提高纸币的防伪性。",
	"question": ["二", "三", "四", "五"]
}, {
	"title": "第(C)套人民币开始使用多色接线印刷技术提高人民币的防伪性。",
	"question": ["二", "三", "四", "五"]
}, {
	"title": "第(D)套人民币开始使用正背对印技术提高人民币的防伪性。",
	"question": ["二", "三", "四", "五"]
}, {
	"title": "第二套人民币的发行时间是(C)。",
	"question": ["1951年", "1953年", "1955年", "1962年"]
}, {
	"title": "第二套人民币发行后，与第一套人民币的兑换价值(D)。",
	"question": ["等值兑换流通", "第二套一元约合第一套10元", "第二套一元约合第一套1000元", "第二套一元约合第一套10000元"]
}, {
	"title": "第五套人民币发行时间为(B)。",
	"question": ["1999年1月1日", "1999年10月1日", "2000年1月1日", "2000年10月1日"]
}, {
	"title": "第五套人民币首批发行的币种为(A)人民币。",
	"question": ["100元", "50元", "1元", "10元"]
}, {
	"title": "印钞行业素来有&quot;无(B)不成钞&quot;之说。",
	"question": ["胶", "凹", "凸", "丝"]
}, {
	"title": "钞券印刷中(B)具有多种集成防伪的重要工艺。",
	"question": ["胶印", "凹印", "凸印", "丝印"]
}, {
	"title": "隐形图案技术是基于(B)技术的防伪工艺。",
	"question": ["胶印", "凹印", "凸印", "丝印"]
}, {
	"title": "凹印微缩文字具有线条清晰、不能复印的特点，其字高一般低于(D)mm。",
	"question": ["1", ""]
}, {
	"title": "面额为3元的人民币是我国的第(B)套人民币的币种。",
	"question": ["第一套", "第二套", "第三套", "第四套"]
}, {
	"title": "人民币国际货币符号为(C)。",
	"question": ["CMY", "RMB", "CNY", "￥"]
}, {
	"title": "人民币是指中国人民银行依法发行的货币，包括(B)。",
	"question": ["主币和辅币", "纸币和硬币", "流通币和退出流通币", "主币和纪念币"]
}, {
	"title": "人民币由(C)印制。",
	"question": ["国有独资的印刷企业", "财政部指定的专门企业", "中国人民银行指定的专门企业", "印刷企业招标"]
}, {
	"title": "我国纪念币是(A)的限量发行的人民币。",
	"question": ["具有特定主题", "具有特殊价值", "具有纪念意义", "国务院发行"]
}, {
	"title": "(A)第八届全国人民代表大会第三次会议通过了《中华人民共和国中国人民银行法》。",
	"question": ["1995年3月", "1997年9月", "1949年10月", "1956年7月"]
}, {
	"title": "我国是从(B)人民币开始发行辅币的。",
	"question": ["第一套", "第二套", "第三套", "第四套"]
}, {
	"title": "我国第一次不依赖国外，全部实现自主设计、印制的是(C)人民币。",
	"question": ["第一套", "第二套", "第三套", "第四套"]
}, {
	"title": "第三套人民币中(D)技术在当时处于国际领先地位。",
	"question": ["水印", "凹版印刷", "对印", "多色接线印刷"]
}, {
	"title": "第一套人民币于(A)开始发行。",
	"question": ["1948年12月1日", "1949年1月1日", "1949年10月1日", "1949年12月1日"]
}, {
	"title": "第一套人民币于(C)全面停止流通。",
	"question": ["1959年12月1日", "1960年1月1日", "1955年5月10日", "1956年1月1日"]
}, {
	"title": "中国人民银行发行的第一套普通纪念币是(C)。",
	"question": ["西藏自治区成立20周年", "新疆维吾尔自治区成立30周年", "中华人民共和国成立35周年", "2008年奥运会纪念币"]
}, {
	"title": "第三套人民币是(C)开始停止流通的。",
	"question": ["1999年12月1日", "2000年1月1日", "2000年7月1日", "2000年10月1日"]
}, {
	"title": "第四套人民币是(C)开始发行的。",
	"question": ["1980年6月1日", "1990年9月2日", "1987年4月27日", "1982年6月1日"]
}, {
	"title": "中国人民银行发行的第五套人民币，其中下列券别没有发行的是(C)。",
	"question": ["5角", "1元", "2元", "1角"]
}, {
	"title": "第五套人民币上的中国人民银行行名的字体是(C)。",
	"question": ["华文新魏", "隶书", "魏碑&quot;张黑女&quot;", "行楷"]
}, {
	"title": "2000年发行的《迎接新世纪》纪念钞，采用的币材和面额分别是(C)。",
	"question": ["纸质，100", "塑料，50", "塑料，100", "纸质，50"]
}, {
	"title": "第五套人民币100元正面采用了(A)具有中国传统历史文化特色和民族特色的纹饰。",
	"question": ["中国的漆器花纹", "少数民族的挑绣花纹", "青铜饕餮的纹路", "中国传统瓷器的花纹"]
}, {
	"title": "第五套人民币纸币背面右上方印有汉语拼音和(B)人民银行&quot;字样。",
	"question": ["蒙、藏、回、维四种", "蒙、藏、维、壮四种", "蒙、满、藏、维四种", "蒙、满、回、维四种"]
}, {
	"title": "我国第一次采用了隐形雕刻防伪技术是(A)。",
	"question": ["西藏和平解放50周年普通纪念币", "第五套人民币1元硬币", "庆祝中华人民共和国澳门特别行政区成立普通纪念币", "第五套100元人民币"]
}, {
	"title": "我国最早的点钞机出现在(C)年。",
	"question": ["1948", "1949", "1959", "1969"]
}, {
	"title": "《中华人民共和国人民币管理条例》是于(C)起实施的。",
	"question": ["2000年10月1日", "2001年5月1日", "2000年5月1日", "2001年10月1日"]
}, {
	"title": "我国人民币的主管机关是(B)。",
	"question": ["财政部", "中国人民银行", "国务院", "中国银行"]
}, {
	"title": "《不宜流通人民币挑剔标准》自(C)开始执行。",
	"question": ["1998年1月1日", "2003年1月1日", "2004年1月1日", "2010年1月1日"]
}, {
	"title": "人民币纸币票面裂口2处以上，长度每处超过(C)毫米以上不宜流通。",
	"question": ["3", "4", "5", "10"]
}, {
	"title": "人民币简写符号为(D)。",
	"question": ["RMB", "£", "$", "￥"]
}, {
	"title": "(A)同志为第一套人民币题写了中国人民银行行名。",
	"question": ["董必武", "周恩来", "邓小平", "朱德"]
}, {
	"title": "迄今为止第四套人民币1元纸币共发行了(C)个版别。",
	"question": ["1", "2", "3", "4"]
}, {
	"title": "我国至目前为止发行的唯一一张塑料钞票是2000年11月28日发行的(D)纪念钞。",
	"question": ["熊猫", "丹顶鹤", "长城", "迎接新世纪"]
}, {
	"title": "截至2006年8月15日，中国人民银行已发行了(C)套人民币。",
	"question": ["3", "4", "5", "6"]
}, {
	"title": "1960年我国抄造出第一张国产(D)水印纸。",
	"question": ["天安门", "熊猫", "五星", "满版五星古钱"]
}, {
	"title": "1963年抄造出了第一张(A)钞票纸。",
	"question": ["天安门固定水印", "满版五星古钱", "熊猫熊猫", "金属安全线"]
}, {
	"title": "1990年成功生产出第一张(A)钞票纸。",
	"question": ["全埋金属安全线", "满版五星古钱", "天安门固定水印", "开窗金属安全线"]
}, {
	"title": "我国是从第四套人民币(C)年版的100元、50元纸币上开始使用安全线技术的。",
	"question": ["1980", "1982", "1990", "1991"]
}, {
	"title": "第五套人民币2005年版100元、50元纸币的双色异形横号码的字符特点是(B)。",
	"question": ["由中间向左右两边逐渐变大", "由中间向左右两边逐渐变小", "由左向右逐渐变大", "由左向右逐渐变小"]
}, {
	"title": "第五套人民币1999年版(D)元纸币采用了胶印对印图案的防伪措施。",
	"question": ["100、50、20", "50、20、10", "100、50、20", "100、50、10"]
}, {
	"title": "第五套人民币50元、20元和10元纸币正面毛泽东头像由雕刻艺术家(D)雕刻完成。",
	"question": ["王肇宏", "沈永斌", "吴锦堂", "马荣"]
}, {
	"title": "第五套人民币纸币隐形面额数字位于钞票(A)。",
	"question": ["正面右上方", "正面右下方", "背面右下方", "背面左上方"]
}, {
	"title": "在(B)年以后发行的港币上才有白水印。",
	"question": ["1999", "2000", "2001", "2008"]
}, {
	"title": "第五套人民币共发行了__D___种版别的纸币。",
	"question": ["6", "9", "10", "12"]
}, {
	"title": "第五套人民币5元纸币水印中花卉图案是(C)。",
	"question": ["菊花", "月季花", "水仙化", "荷花"]
}, {
	"title": "1999年版第五套人民币哪几种面额纸币采用了双水印?（D）",
	"question": ["100元", "50元", "20元", "5元"]
}];
question = [{
	"title": "抽样检验是按照规定的抽样方案，(B)地从一批或一个过程中抽取少量个体（作为样本进行的检验。",
	"question": ["随便", "随机", "重复", "按规定"]
}, {
	"title": "质量检验记录是(D)的证据。",
	"question": ["计算检验人员工资", "计算作业人员工资", "企业申报纳税", "证实产品质量"]
}, {
	"title": "只有在(A)通过后才能进行正式批量生产。",
	"question": ["首件检验", "进货检验", "过程检验", "自检"]
}, {
	"title": "质量管理八项原则不包括(C)。",
	"question": ["全员参与", "过程方法", "统计技术", "平等互利的供方关系"]
}, {
	"title": "致力于增强满足质量要求的能力称之为(D)",
	"question": ["质量策划", "质量保证", "质量控制", "质量改进"]
}, {
	"title": "全面质量管理的英文缩写是(C)。",
	"question": ["0PPM", "PDCA", "TQM", "QC"]
}, {
	"title": "全面质量管理的思想是以(B)为中心。",
	"question": ["顾客", "质量", "过程", "全员参与"]
}, {
	"title": "质量成本降低的最好方法是(B)。",
	"question": ["购买便宜的原材料", "降低劣质成本", "提高产量", "降低西格玛水平"]
}, {
	"title": "行业标准是对(B)的补充。",
	"question": ["企业标准", "国家标准", "地方标准", "国际标准"]
}, {
	"title": "标准是(A)的产物。",
	"question": ["标准化活动", "管理的系统方法", "过程", "管理活动"]
}, {
	"title": "质量检验具有的功能是(C)。",
	"question": ["识别、选择、防范和报告", "判定、防范、报告和改进", "鉴别、把关、预防和报告", "判断、剔除、隔离和预防"]
}, {
	"title": "质量是一组(B)满足要求的程度。",
	"question": ["特性", "固有特性", "赋予特性", "资源特性"]
}, {
	"title": "产品质量责任是一种综合的(A)。",
	"question": ["法律责任", "民事责任", "刑事责任", "行政责任"]
}, {
	"title": "不合格与缺陷的定义(C)。",
	"question": ["完全相同", "完全不同", "不合格包含了缺陷", "缺陷是严重不合格"]
}, {
	"title": "引起质量波动的原因主要来自(A)五方面。",
	"question": ["人、设备、材料、方法、环境", "管理、工艺、设备、制度、技术", "机器、标准、培训、工序能力、信息", "人、设备、材料、制度、技术"]
}, {
	"title": "PDCA循环中，&quot;P&quot;表示为(C)。",
	"question": ["验证", "检查", "计划", "实施"]
}, {
	"title": "PDCA循环中，&quot;D&quot;表示为(D)。",
	"question": ["验证", "检查", "计划", "实施"]
}, {
	"title": "PDCA循环中，&quot;C&quot;表示为(B)。",
	"question": ["验证", "检查", "计划", "实施"]
}, {
	"title": "PDCA循环中，&quot;A&quot;表示为(A)。",
	"question": ["验证", "检查", "计划", "实施"]
}, {
	"title": "质量检验的作用包括(D)。",
	"question": ["监督", "保证", "预防", "以上都是"]
}, {
	"title": "我国于1978年从(B)引进全面质量管理。",
	"question": ["美国", "日本", "德国", "英国"]
}, {
	"title": "现场质量管理的主要任务是(B)。",
	"question": ["质量策划", "质量控制", "质量突破", "质量改进"]
}, {
	"title": "(D)规定每个职能部门和每个岗位的员工在质量工作中的职责和权限，并与考核奖惩相结合的一种质量管理制度和管理手段。",
	"question": ["标准化工作", "计量工作", "质量记录", "质量责任制"]
}, {
	"title": "质量控制的重点是(A)。",
	"question": ["防止差错发生", "质量保证", "质量策划", "工艺策划"]
}, {
	"title": "可疑产品包括:(D)。",
	"question": ["没有标识的产品", "标识不明的产品", "用偏离校准状态的仪器检验的产品", "A+B+C"]
}, {
	"title": "QC小组的类型一般有(A)。",
	"question": ["管理型、现场型、攻关型、服务型、创新型", "科学型、现场型、攻关型、服务型、创新型", "管理型、现场型、攻关型、服务型、研究型", "管理型、现场型、攻关型、服务型、研究型"]
}, {
	"title": "产品加工出现的(A)是无法预防控制和彻底清除的。",
	"question": ["正常波动", "系统性波动", "异常波动"]
}, {
	"title": "(A)的含义就是与产品质量有关的工作对产品质量保证的程度。",
	"question": ["工作质量B工序质量C管理质量D工序能力"]
}, {
	"title": "(C)是全面质量管理活动的基本方法。",
	"question": ["数理统计", "经济分析", "PDCA循环", "全员培训"]
}, {
	"title": "全面质量管理的范围是(C)。",
	"question": ["企业各项管理工作", "企业生产全过程", "产品质量产生、形成和实现的全过程", "产品生产全过程"]
}, {
	"title": "从甲、乙两班中各抽取10个样品，测得平均值相等，那么甲、乙两班(B)。",
	"question": ["质量波动控制水平一样", "质量波动控制水平不一定一样", "工序能力相同", "加工质量相同"]
}, {
	"title": "零缺陷的意思是(B)",
	"question": ["最好，没有问题", "一次做对", "0PPM", "100%的合格率"]
}, {
	"title": "PDCA的方法是一种(B)方法。",
	"question": ["统计技术", "持续改进", "连续评价", "自我评价"]
}, {
	"title": "推动PDCA循环，关键在于(D)",
	"question": ["计划阶段", "执行阶段", "检查阶段", "总结阶段"]
}, {
	"title": "生产质量检验分为(B)基本要素。",
	"question": ["计划、度量、判断、比较", "度量、比较、判断、处理", "检查、比较、判断、总结", "计划、度量、判断、总结"]
}, {
	"title": "总结、整理QC成果报告的目的是(A)。",
	"question": ["自身的提高、发表交流", "发表、获得奖励", "自身的提高", "总结、获得奖励"]
}, {
	"title": "QC小组活动的宗旨是(D)。",
	"question": ["激发职工的积极性和创造性", "改进质量，降低消耗，提高经济效益", "培育积极向上的团队精神", "以上全部"]
}, {
	"title": "QC小组活动课题有(D)。",
	"question": ["&quot;现场型&quot;、&quot;服务型&quot;、&quot;攻关型&quot;、&quot;创新型&quot;", "&quot;服务型&quot;、&quot;攻关型&quot;", "&quot;现场型&quot;、&quot;服务型&quot;、&quot;攻关型&quot;", "&quot;现场型&quot;、&quot;服务型&quot;、&quot;攻关型&quot;、&quot;管理型&quot;和&quot;创新型&quot;"]
}, {
	"title": "QC小组的创新型课题是(A)。",
	"question": ["开发新技术、新产品、新方法", "按照PDCA循环", "把握问题现状", "以上都是"]
}, {
	"title": "&quot;问题解决型&quot;课题活动程序有(D)步骤。",
	"question": ["选择课题、现状调查、分析原因、制定对策、检查效果、总结和下一步打算", "选择课题、现状调查、分析原因、确定主要原因、按对策实施、制定巩固措施、下一步打算", "选择课题、设定目标、分析原因、制定对策、按对策实施、制定巩固措施、下一步打算", "选择课题、现状调查、设定目标、分析原因、确定主要原因、制定对策、按对策实施、检查效果、制定巩固措施、总结和下一步打算"]
}, {
	"title": "&quot;创新型&quot;QC课题活动程序有(D)步骤。",
	"question": ["选择课题、设定目标、确定方案、总结与今后打算", "选择课题、设定目标、确定方案、制定对策、总结与今后打算", "选择课题、设定目标、制定对策表、确认效果、总结与今后打算", "选择课题、设定目标、确定方案、制定对策、确认效果、标准化、总结与今后打算"]
}, {
	"title": "QC小组一般按(C)选择课题。",
	"question": ["其他部门落实的关键点、现场存在的问题、顾客满意度", "其他部门落实的关键点、前期存在的问题、顾客满意度", "本部门落实的关键点、现场存在的问题、顾客满意度", "本部门落实的关键点、前期存在的问题、顾客满意度"]
}, {
	"title": "QC小组选题应注意(D)。",
	"question": ["课题宜小、不用特性值表达、理由充分", "课题宜大、特性值表达、理由充分", "课题宜小、不用特性值表达、理由充分", "课题宜小、特性值表达、理由充分"]
}, {
	"title": "QC课题现状调查的基本任务是(B)。",
	"question": ["到现场去观察、找出问题症结", "把握问题现状、找出问题症结", "分析原因、设定目标", "到现场去观察、设定目标"]
}, {
	"title": "QC活动分析原因要(D)。",
	"question": ["找出症结、展示部分、分析彻底", "找出症结、展示全貌、分析部分", "找出部分症结、展示部分、分析彻底", "找出症结、展示全貌、分析彻底"]
}, {
	"title": "《产品质量法》的立法目的是为了加强对产品质量的监督管理，提高产品质量水平，明确产品质量责任，保护(D)的合法权益，维护社会经济秩序。",
	"question": ["公民", "法人", "用户", "消费者"]
}, {
	"title": "国际单位制的国际简称是(C)。",
	"question": ["ＧＢ", "ISO", "SI", "IB"]
}, {
	"title": "据史料记载，世界上最早有质量管理的国家是（A）。",
	"question": ["中国", "日本", "美国", "德国"]
}, {
	"title": "我国是(B)开始在部分企业试点推行全面质量管理。",
	"question": ["1968年", "1978年", "1988年", "1998年"]
}, {
	"title": "20世纪50年代，美国质量管理专家（B）首次提出质量成本概念。",
	"question": ["朱兰", "费根堡姆", "德鲁克", "休哈特"]
}, {
	"title": "当QC小组成员发生严重分歧时，应寻求(A)解决。",
	"question": ["小组外部力量", "小组内部力量", "部门领导", "小组外部力量与小组内部力量"]
}, {
	"title": "统计质量控制阶段主要是通过(A)进行质量控制。",
	"question": ["事后把关", "事前预防", "过程监控", "指标说明"]
}];
var str = '';
var desc = {};
question.map(function(data, i) {
	//针对答案做处理
	if (data.title.indexOf('A') != -1) {
		desc.title = data.title.replace('A', '  ');
		desc.answer = 1;
	} else if (data.title.indexOf('B') != -1) {
		desc.title = data.title.replace('B', '  ');
		desc.answer = 2;
	} else if (data.title.indexOf('C') != -1) {
		desc.title = data.title.replace('C', '  ');
		desc.answer = 3;
	} else if (data.title.indexOf('D') != -1) {
		desc.title = data.title.replace('D', '  ');
		desc.answer = 4;
	}
	desc.question = data.question;
	str += ',' + JSON.stringify(desc);
});
console.log(str);